guangmingwan/esp32-miaos-pixel/experiments/shared_libraries/mia_text/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_COMPILER_OPTIMIZATION_SIZE=y
